{
	"userId": 3451,
	"name": "Don Draper",
	"biography": "don draper",
	"skin": "red",
	"hat": "red",
	"outfit": "red",
	"boots": "red",
	"Strength": 6,
	"Str_thoughts": "Don Draper, being a former soldier and displaying physical confidence in his demeanor, likely has an above average level of strength.",
	"Dexterity": 5,
	"Dex_thoughts": "There is little information about Draper's agility or reflexes, so an average rating is given based on assumptions about his general physical competence.",
	"Constitution": 6,
	"Con_thoughts": "Draper exhibits stamina in his demanding job and deals with stress effectively, indicating a slightly above average constitution.",
	"Intelligence": 8,
	"Int_thoughts": "Known for his exceptional creativity and strategic skills in advertising, Draper's intelligence is notably high.",
	"Wisdom": 5,
	"Wis_thoughts": "Though Draper shows insight in his work, his personal life choices suggest average wisdom.",
	"Charisma": 9,
	"Cha_thoughts": "Don Draper's success in advertising and charm with clients and women demonstrate high charisma.",
	"Empathy": 4,
	"Emp_thoughts": "Draper often struggles with personal relationships and understanding others' emotions, suggesting below average empathy.",
	"MusicalAbility": 2,
	"MusicalAbility_thoughts": "There is no evidence or suggestion that Draper has notable musical skills, so a low rating is appropriate.",
	"CookingAbility": 2,
	"CookingAbility_thoughts": "His lifestyle doesn't suggest much involvement in cooking, leading to a low score here.",
	"CodingAbility": 1,
	"CodingAbility_thoughts": "In his era, coding wasn't prevalent in his field, so it's unlikely he has any ability here.",
	"Fashion": 8,
	"Fashion_thoughts": "Draper consistently wears stylish and well-tailored suits, indicating a strong sense of fashion.",
	"FishingAbility": 2,
	"FishingAbility_thoughts": "There is no mention or implication of Draper being involved in fishing or having skills in this area, suggesting a low rating.",
	"selectedWeapon": "KittyLitterLauncher"
}
