{
	"name": "fisherman",
	"biography": "I'm a fisherman\n",
	"skin": "green",
	"hat": "green",
	"outfit": "green",
	"boots": "green",
	"Strength": 6,
	"Str_thoughts": "As a fisherman, having a good amount of strength would be necessary for tasks like hauling in nets or handling a fishing rod, so I assigned a value slightly above average.",
	"Dexterity": 5,
	"Dex_thoughts": "Dexterity is important for tasks like casting lines or handling slippery fish, so a middle average would be fitting for a fisherman.",
	"Constitution": 5,
	"Con_thoughts": "While it's likely he has a good constitution to endure long days outdoors, the information given doesn't suggest an exceptional level.",
	"Intelligence": 5,
	"Int_thoughts": "A fisherman's intelligence doesn't necessarily need to be high, but there is likely some knowledge about fish behavior and weather patterns, so an average rating is appropriate.",
	"Wisdom": 6,
	"Wis_thoughts": "Fishermen often require wisdom to understand the environment and patterns of nature, which is why I assigned a slightly above average value.",
	"Charisma": 4,
	"Cha_thoughts": "Charisma may not be crucial in his day-to-day tasks, so I assigned a slightly below average score, although it can be beneficial in selling fish or interacting with others.",
	"Empathy": 4,
	"Emp_thoughts": "The profile doesn't provide information suggesting strong empathy, but as a fisherman, interacting with nature requires some understanding, warranting a slightly below average score.",
	"MusicalAbility": 3,
	"MusicalAbility_thoughts": "There's no indication of musical talent in the brief description provided, so I gave this a low score.",
	"CookingAbility": 4,
	"CookingAbility_thoughts": "While cooking ability isn't directly mentioned, being a fisherman might involve knowing some basic fish preparation, hence a slightly below average rating.",
	"CodingAbility": 2,
	"CodingAbility_thoughts": "There is no mention of any technical skills like coding, suggesting a very low rating.",
	"Fashion": 2,
	"Fashion_thoughts": "The description fixates on a green outfit, suggesting functionality over style, hence a low fashion rating.",
	"FishingAbility": 8,
	"FishingAbility_thoughts": "Fishing is the most significant part of the character description, so it warrants a high score for fishing ability."
}
