{
  "name": "darth maul",
  "biography": "i want the biography of darth vader",
  "skin": "blue",
  "hat": "green",
  "outfit": "green",
  "boots": "red",
  "Strength": 7,
  "Str_thoughts": "Darth Maul, as a Sith Lord, is portrayed as a physically formidable opponent. His duels showcased considerable physical strength.",
  "Dexterity": 8,
  "Dex_thoughts": "Darth Maul is known for his acrobatic fighting style and agility during lightsaber combat, suggesting high dexterity.",
  "Constitution": 7,
  "Con_thoughts": "As a Sith, Maul survived significant injuries and continued battling, which implies strong constitution.",
  "Intelligence": 6,
  "Int_thoughts": "Darth Maul was intelligent and capable of complex strategies, though not at the level of the most intellectually strategic Sith like Palpatine.",
  "Wisdom": 4,
  "Wis_thoughts": "Maul was often driven by anger and revenge, which sometimes clouded his judgment, indicating moderate wisdom.",
  "Charisma": 5,
  "Cha_thoughts": "While he was not as charismatic as other Sith, he had a certain presence that commanded respect and fear.",
  "Empathy": 3,
  "Emp_thoughts": "As a Sith, Maul likely had low empathy, focused more on power and destruction than understanding others.",
  "MusicalAbility": 2,
  "MusicalAbility_thoughts": "No information suggests any musical ability, typical for a Sith character, so assuming very low.",
  "CookingAbility": 2,
  "CookingAbility_thoughts": "There is no indication that Darth Maul has any cooking skills; survivalist, not culinary.",
  "CodingAbility": 3,
  "CodingAbility_thoughts": "Given that Darth Maul operates in a technologically advanced universe, he likely has some basic technological proficiency.",
  "Fashion": 4,
  "Fashion_thoughts": "His appearance is distinctive, but it's more functional and intimidating rather than stylish by fashion standards.",
  "FishingAbility": 2,
  "FishingAbility_thoughts": "There is no indication of any skills related to fishing, which seems irrelevant to his character."
}